Repository: Joncallim/macdown_2
Catalog: MacDown2/MacDown2/Localizable.xcstrings
Source language: en
Languages: fr, ja, pl

source: Editor Only
fr: Éditeur seul
ja: エディタのみ
pl: Tylko edytor

source: Preview Only
fr: Aperçu seul
ja: プレビューのみ
pl: Tylko podgląd

source: Split Editor & Preview
fr: Éditeur et aperçu partagés
ja: エディタとプレビューを分割
pl: Edytor i podgląd obok siebie

source: %@ %@; authored source preserved
fr: %@ %@ ; la source rédigée est conservée
ja: %@ %@。作成時のソースを保持します
pl: %@ %@; zachowano źródło w oryginalnej postaci

source: %@ has an invalid source range; authored source preserved
fr: %@ a une plage source non valide ; la source rédigée est conservée
ja: %@のソース範囲が無効です。作成時のソースを保持します
pl: %@ ma nieprawidłowy zakres źródłowy; zachowano źródło w oryginalnej postaci

source: %@ is stale; authored source preserved
fr: %@ n'est plus à jour ; la source rédigée est conservée
ja: %@は古くなっています。作成時のソースを保持します
pl: %@ jest nieaktualne; zachowano źródło w oryginalnej postaci

source: %@ overlaps another placement; authored source preserved
fr: %@ chevauche un autre placement ; la source rédigée est conservée
ja: %@が他の配置と重なっています。作成時のソースを保持します
pl: %@ nakłada się na inne umieszczenie; zachowano źródło w oryginalnej postaci

source: %@ produced HTML, which Preview does not support; authored source preserved
fr: %@ a produit du HTML, que l'aperçu ne prend pas en charge ; la source rédigée est conservée
ja: %@がHTMLを生成しましたが、プレビューはHTMLに対応していません。作成時のソースを保持します
pl: %@ wygenerowało HTML, którego podgląd nie obsługuje; zachowano źródło w oryginalnej postaci

source: %@ produced empty content; authored source preserved
fr: %@ a produit un contenu vide ; la source rédigée est conservée
ja: %@が空のコンテンツを生成しました。作成時のソースを保持します
pl: %@ wygenerowało pustą zawartość; zachowano źródło w oryginalnej postaci

source: %@'s document does not match the current source; authored source preserved
fr: le document de %@ ne correspond pas à la source actuelle ; la source rédigée est conservée
ja: %@の書類が現在のソースと一致しません。作成時のソースを保持します
pl: dokument %@ nie odpowiada bieżącemu źródłu; zachowano źródło w oryginalnej postaci

source: %@'s range does not fall inside exactly one preview block; authored source preserved
fr: la plage de %@ ne se situe pas exactement dans un seul bloc d'aperçu ; la source rédigée est conservée
ja: %@の範囲がちょうど1つのプレビューブロック内に収まっていません。作成時のソースを保持します
pl: zakres %@ nie mieści się dokładnie w jednym bloku podglądu; zachowano źródło w oryginalnej postaci

source: A competing version was preserved as %@. Reveal it, then use Save As to keep this copy.
fr: Une version concurrente a été conservée sous le nom %@. Révélez-la, puis utilisez Enregistrer sous pour conserver cette copie.
ja: 競合するバージョンが%@として保存されました。それを表示してから、「別名で保存」でこのコピーを保持してください。
pl: Konkurencyjna wersja została zachowana jako %@. Odsłoń ją, a następnie użyj polecenia Zapisz jako, aby zachować tę kopię.

source: A fast, native Markdown editor for Mac, with live preview, math, and diagrams built right in.
fr: Un éditeur Markdown natif et rapide pour Mac, avec aperçu en direct, formules mathématiques et diagrammes intégrés.
ja: ライブプレビュー、数式、図表を標準搭載した、高速でネイティブなMac用Markdownエディタです。
pl: Szybki, natywny edytor Markdown dla komputerów Mac z podglądem na żywo oraz wbudowaną obsługą wzorów matematycznych i diagramów.

source: Applies the next time a new, untitled document is saved. Open documents keep their own encoding.
fr: S'applique la prochaine fois qu'un nouveau document sans titre est enregistré. Les documents ouverts conservent leur propre encodage.
ja: 次に新規の無題書類を保存するときに適用されます。開いている書類は各自のエンコーディングを維持します。
pl: Ma zastosowanie przy następnym zapisie nowego, nienazwanego dokumentu. Otwarte dokumenty zachowują własne kodowanie.

source: Command
fr: Commande
ja: コマンド
pl: Polecenie

source: Couldn't Open File
fr: Impossible d'ouvrir le fichier
ja: ファイルを開けませんでした
pl: Nie można otworzyć pliku

source: Creating Document…
fr: Création du document…
ja: 書類を作成しています…
pl: Tworzenie dokumentu…

source: Embedded CSS
fr: CSS intégré
ja: 埋め込みCSS
pl: Osadzony CSS

source: Empty folder
fr: Dossier vide
ja: 空のフォルダ
pl: Pusty folder

source: Export
fr: Exporter
ja: 書き出す
pl: Eksportuj

# Line %@, column %@: %@
source: Line %1$@, column %2$@: %3$@
fr: Ligne %1$@, colonne %2$@ : %3$@
ja: %1$@行目、%2$@列目: %3$@
pl: Wiersz %1$@, kolumna %2$@: %3$@

source: Linked CSS
fr: CSS lié
ja: リンクされたCSS
pl: Podlinkowany CSS

source: Live file monitoring is unavailable for this document.
fr: La surveillance en direct du fichier n'est pas disponible pour ce document.
ja: この書類ではライブファイル監視を利用できません。
pl: Monitorowanie pliku na żywo jest niedostępne dla tego dokumentu.

source: New File
fr: Nouveau fichier
ja: 新規ファイル
pl: Nowy plik

source: No Commands Installed
fr: Aucune commande installée
ja: コマンドがインストールされていません
pl: Nie zainstalowano żadnych poleceń

source: No Document
fr: Aucun document
ja: 書類なし
pl: Brak dokumentu

source: No Matching Commands
fr: Aucune commande correspondante
ja: 一致するコマンドがありません
pl: Brak pasujących poleceń

source: No folder opened
fr: Aucun dossier ouvert
ja: フォルダが開かれていません
pl: Nie otwarto żadnego folderu

source: No headings
fr: Aucun titre
ja: 見出しがありません
pl: Brak nagłówków

source: No matching files
fr: Aucun fichier correspondant
ja: 一致するファイルがありません
pl: Brak pasujących plików

source: No outline available for %@
fr: Aucun plan disponible pour %@
ja: %@のアウトラインはありません
pl: Brak konspektu dla %@

source: No preview for %@
fr: Aucun aperçu pour %@
ja: %@のプレビューはありません
pl: Brak podglądu dla %@

source: Now following %@
fr: Suit maintenant %@
ja: %@を追跡中
pl: Śledzenie %@

source: Open File
fr: Ouvrir un fichier
ja: ファイルを開く
pl: Otwórz plik

source: Preferences from the original MacDown were found. Importing them isn't supported yet.
fr: Des préférences provenant du MacDown original ont été trouvées. Leur importation n'est pas encore prise en charge.
ja: オリジナル版MacDownの環境設定が見つかりました。インポートはまだサポートされていません。
pl: Znaleziono preferencje z oryginalnego MacDown. Ich importowanie nie jest jeszcze obsługiwane.

source: Recovery cleanup for %@ needs attention. Reveal it, retry, or use Save As.
fr: Le nettoyage de la récupération pour %@ nécessite votre attention. Révélez-le, réessayez, ou utilisez Enregistrer sous.
ja: %@の復旧クリーンアップに対応が必要です。表示するか、再試行するか、「別名で保存」を使ってください。
pl: Czyszczenie odzyskiwania dla %@ wymaga uwagi. Odsłoń je, spróbuj ponownie albo użyj polecenia Zapisz jako.

source: Recovery for %@ could not be cleaned up. Keep this window open, or use Save As.
fr: La récupération pour %@ n'a pas pu être nettoyée. Laissez cette fenêtre ouverte, ou utilisez Enregistrer sous.
ja: %@の復旧データをクリーンアップできませんでした。このウィンドウを開いたままにするか、「別名で保存」を使ってください。
pl: Nie udało się wyczyścić odzyskiwania dla %@. Pozostaw to okno otwarte albo użyj polecenia Zapisz jako.

source: Reloaded from disk
fr: Rechargé depuis le disque
ja: ディスクから再読み込みしました
pl: Wczytano ponownie z dysku

source: Reopen windows from last session
fr: Rouvrir les fenêtres de la dernière session
ja: 前回のセッションのウィンドウを再度開く
pl: Otwórz ponownie okna z ostatniej sesji

source: Saving…
fr: Enregistrement…
ja: 保存しています…
pl: Zapisywanie…

source: Self-contained HTML
fr: HTML autonome
ja: 自己完結型HTML
pl: Samodzielny HTML

source: Start with a new document
fr: Commencer avec un nouveau document
ja: 新規書類から始める
pl: Zacznij od nowego dokumentu

source: Tables, task lists, strikethrough, autolinks, and footnotes always parse — MacDown 2's current Markdown engine does not yet support turning them off individually.
fr: Les tableaux, listes de tâches, textes barrés, liens automatiques et notes de bas de page sont toujours interprétés — le moteur Markdown actuel de MacDown 2 ne permet pas encore de les désactiver individuellement.
ja: テーブル、タスクリスト、取り消し線、自動リンク、脚注は常に解析されます。MacDown 2の現在のMarkdownエンジンでは、これらを個別に無効にすることはまだサポートされていません。
pl: Tabele, listy zadań, przekreślenia, automatyczne odnośniki i przypisy są zawsze analizowane — obecny silnik Markdown MacDown 2 nie obsługuje jeszcze ich osobnego wyłączania.

source: These are starting points for the export panel — every export can still change them.
fr: Ce sont des valeurs de départ pour le panneau d'export — chaque export peut encore les modifier.
ja: これらは書き出しパネルの初期値です。書き出しごとに変更できます。
pl: To są wartości początkowe dla panelu eksportu — każdy eksport nadal może je zmienić.

source: This diagram could not be rendered.
fr: Ce diagramme n'a pas pu être généré.
ja: この図を描画できませんでした。
pl: Nie można było wyrenderować tego diagramu.

source: This file changed on disk. Your local edits are still safe.
fr: Ce fichier a changé sur le disque. Vos modifications locales sont toujours en sécurité.
ja: このファイルはディスク上で変更されました。ローカルでの編集内容は引き続き保持されています。
pl: Ten plik zmienił się na dysku. Twoje lokalne zmiany są nadal bezpieczne.

source: Welcome to MacDown 2
fr: Bienvenue dans MacDown 2
ja: MacDown 2へようこそ
pl: Witamy w MacDown 2

source: ^[%lld valid placement](inflect: true) exceeded the preview budget and remain as authored source
fr: %lld emplacements valides ont dépassé le budget d'aperçu ; la source rédigée est conservée
ja: %lld件の有効な配置がプレビューの上限を超えました。作成時のソースを保持します
pl: %lld prawidłowego umieszczenia przekroczyło budżet podglądu; zachowano źródło w oryginalnej postaci

source: has a partial block placement outside a top-level paragraph
fr: a un placement de bloc partiel en dehors d'un paragraphe de premier niveau
ja: トップレベルの段落の外側で部分的なブロック配置になっています
pl: ma częściowe umieszczenie blokowe poza akapitem najwyższego poziomu

source: has a partial block placement that does not align with whole physical lines
fr: a un placement de bloc partiel qui ne s'aligne pas sur des lignes physiques entières
ja: 完全な物理行に揃っていない部分的なブロック配置になっています
pl: ma częściowe umieszczenie blokowe, które nie jest zgodne z pełnymi fizycznymi wierszami

source: has an inline placement that is not confined to one physical line
fr: a un placement en ligne qui ne se limite pas à une seule ligne physique
ja: 1つの物理行に収まらないインライン配置になっています
pl: ma umieszczenie w linii, które nie ogranicza się do jednego fizycznego wiersza

source: internal composition invariant violated; contributions left as authored source
fr: un invariant interne de composition a été violé ; les contributions restent telles que rédigées
ja: 内部の合成不変条件に違反しました。コンテンツは作成時のソースのまま残します
pl: naruszono wewnętrzny niezmiennik składania; wkłady pozostają w oryginalnej postaci źródła

source: parsed revision %lld could not be represented; contributions skipped
fr: la révision analysée %lld n'a pas pu être représentée ; les contributions ont été ignorées
ja: 解析済みリビジョン%lldを表現できませんでした。コンテンツはスキップされました
pl: przeanalizowana wersja %lld nie mogła zostać przedstawiona; wkłady pominięto

source: preview blocks are not ordered/non-overlapping; contributions left as authored source
fr: les blocs d'aperçu ne sont pas ordonnés/non chevauchants ; les contributions restent telles que rédigées
ja: プレビューブロックが順序付けられていない、または重なっています。コンテンツは作成時のソースのまま残します
pl: bloki podglądu nie są uporządkowane/nienakładające się; wkłady pozostają w oryginalnej postaci źródła

source: — Save As… ⌘⇧S to name this document
fr: — Enregistrer sous… ⌘⇧S pour nommer ce document
ja: — 別名で保存… ⌘⇧Sでこの書類に名前を付ける
pl: — Zapisz jako… ⌘⇧S, aby nazwać ten dokument

source: ⌘⇧O opens a folder
fr: ⌘⇧O ouvre un dossier
ja: ⌘⇧Oでフォルダを開く
pl: ⌘⇧O otwiera folder

source: ✓ Editor Only
fr: ✓ Éditeur seul
ja: ✓ エディタのみ
pl: ✓ Tylko edytor

source: ✓ Preview Only
fr: ✓ Aperçu seul
ja: ✓ プレビューのみ
pl: ✓ Tylko podgląd

source: ✓ Split Editor & Preview
fr: ✓ Éditeur et aperçu partagés
ja: ✓ エディタとプレビューを分割
pl: ✓ Edytor i podgląd obok siebie
